{"Aruba": {"id": 1, "name": "Aruba", "introduction": "Discovered and claimed for Spain in 1499, Aruba was acquired by the Dutch in 1636. The island's economy has been dominated by three main industries. A 19th century gold rush was followed by prosperity brought on by the opening in 1924 of an oil refinery. The last decades of the 20th century saw a boom in the tourism industry. Aruba seceded from the Netherlands Antilles in 1986 and became a separate, semi-autonomous member of the Kingdom of the Netherlands. Movement toward full independence was halted at Aruba's request in 1990.", "location": "Caribbean, island in the Caribbean Sea, north of Venezuela", "area_total": "180 sq km", "area_land": "180 sq km", "area_water": "0 sq km", "climate": "tropical marine; little seasonal temperature variation", "terrain": "flat with a few hills; scant vegetation", "natural_resources": "NEGL; white sandy beaches foster tourism", "population": "119,428", "ethnic": "Aruban 66%, Colombian 9.1%, Dutch 4.3%, Dominican 4.1%, Venezuelan 3.2%, Curacaoan 2.2%, Haitian 1.5%, Surinamese 1.2%, Peruvian 1.1%, Chinese 1.1%, other 6.2%\n        (2010 est.)", "language": "Papiamento (official) (a creole language that is a mixture of Portuguese, Spanish, Dutch, English, and, to a lesser extent, French, as well as elements of African languages and the language of the Arawak) 69.4%, Spanish 13.7%, English (widely spoken) 7.1%, Dutch (official) 6.1%, Chinese 1.5%, other 1.7%, unspecified 0.4%\n        (2010 est.)", "religion": "Roman Catholic 75.3%, Protestant 4.9% (includes Methodist 0.9%, Adventist 0.9%, Anglican 0.4%, other Protestant 2.7%), Jehovah's Witness 1.7%, other 12%, none 5.5%, unspecified 0.5%\n        (2010 est.)", "population_py": "", "GDP_OER": "$2.7 billion", "GDP_PP": "$37,500"}, "Antigua and Barbuda": {"id": 2, "name": "Antigua and Barbuda", "introduction": "The Siboney were the first people to inhabit the islands of Antigua and Barbuda in 2400 B.C., but Arawak Indians populated the islands when COLUMBUS landed on his second voyage in 1493. Early Spanish and French settlements were succeeded by an English colony in 1667. Slavery, established to run the sugar plantations on Antigua, was abolished in 1834. The islands became an independent state within the British Commonwealth of Nations in 1981. On 6 September 2017, Hurricane Irma passed over the island of Barbuda devastating the island and forcing the evacuation of the population to Antigua. Almost all the structures on Barbuda were destroyed and the vegetation stripped, but Antigua was spared the worst.", "location": "Caribbean, islands between the Caribbean Sea and the North Atlantic Ocean, east-southeast of Puerto Rico", "area_total": "442.6 sq km", "area_land": "442.6 sq km", "area_water": "0 sq km", "climate": "tropical maritime; little seasonal temperature variation", "terrain": "mostly low-lying limestone and coral islands, with some higher volcanic areas", "natural_resources": "NEGL; pleasant climate fosters tourism", "population": "98,179", "ethnic": "African descent 87.3%, mixed 4.7%, hispanic 2.7%, white 1.6%, other 2.7%, unspecified 0.9%\n        (2011 est.)", "language": "English  (official), Antiguan creole", "religion": "Protestant 68.3% (Anglican 17.6%, Seventh Day Adventist 12.4%, Pentecostal 12.2%, Moravian 8.3%, Methodist 5.6%, Wesleyan Holiness 4.5%, Church of God 4.1%, Baptist 3.6%), Roman Catholic 8.2%, other 12.2%, unspecified 5.5%, none 5.9%\n        (2011 est.)", "population_py": "", "GDP_OER": "$1.524 billion", "GDP_PP": "$26,400"}, "United Arab Emirates": {"id": 3, "name": "United Arab Emirates", "introduction": "The Trucial States of the Persian Gulf coast granted the UK control of their defense and foreign affairs in 19th century treaties. In 1971, six of these states - Abu Dhabi, 'Ajman, Al Fujayrah, Ash Shariqah, Dubayy, and Umm al Qaywayn - merged to form the United Arab Emirates (UAE). They were joined in 1972 by Ra's al Khaymah. The UAE's per capita GDP is on par with those of leading West European nations. For more than three decades, oil and global finance drove the UAE's economy. In 2008-09, the confluence of falling oil prices, collapsing real estate prices, and the international banking crisis hit the UAE especially hard. The UAE did not experience the \"Arab Spring\" unrest seen elsewhere in the Middle East in 2010-11, partly because of the government's multi-year, $1.6-billion infrastructure investment plan for the poorer northern emirates, and its aggressive pursuit of advocates of political reform. The UAE in recent years has played a growing role in regional affairs. In addition to donating billions of dollars in economic aid to help stabilize Egypt, the UAE was one of the first countries to join the Defeat-ISIS coalition, and to participate as a key partner in a Saudi-led military campaign in Yemen.", "location": "Middle East, bordering the Gulf of Oman and the Persian Gulf, between Oman and Saudi Arabia", "area_total": "83,600 sq km", "area_land": "83,600 sq km", "area_water": "0 sq km", "climate": "desert; cooler in eastern mountains", "terrain": "flat, barren coastal plain merging into rolling sand dunes of vast desert; mountains in east", "natural_resources": "petroleum, natural gas", "population": "9,992,083", "ethnic": "Emirati 11.6%, South Asian 59.4% (includes Indian 38.2%, Bangladeshi 9.5%, Pakistani 9.4%, other 2.3%), Egyptian 10.2%, Filipino 6.1%, other 12.8%\n        (2015 est.)", "language": "Arabic (official), English, Hindi, Malayam, Urdu, Pashto, Tagalog, Persian", "religion": "Muslim (official) 76%, Christian 9%, other (primarily Hindu and Buddhist, less than 5% of the population consists of Parsi, Baha'i, Druze, Sikh, Ahmadi, Ismaili, Dawoodi Bohra Muslim, and Jewish) 15%\n        (2005 est.)", "population_py": "", "GDP_OER": "$382.6 billion", "GDP_PP": "$68,600"}}